#abcde
ack
#acpi
#acpid
adobe-source-code-pro-fonts
alsa-utils
#anki
#arch-install-scripts
astyle
#audacious
awesome
#bleachbit
#bluez
#bluez-utils
#borg
#bumblebee
#chromium
chrony
#cloc
#cmus
#compton
#ctags
#dialog
#dkms
#dosfstools
#eclipse-java
emacs
etckeeper
#exfat-utils
#fcitx
#fcitx-configtool
#fcitx-gtk2
#fcitx-gtk3
#fcitx-mozc
#fcitx-qt4
feh
firefox
flashplugin
gdb
#gimp
git
#gnome-icon-theme
#gparted
gvim
#hdparm
htop
httpie
#imagemagick
#intel-gpu-tools
#intel-ucode
ipython
ipython2
#iw
jdk8-openjdk
#lib32-alsa-plugins
#lib32-glib2
#lib32-mesa-libgl
#lib32-nvidia-utils
#lib32-virtualgl
#libdvdcss
libzip
linux-headers
#linux-lts
lsof
maim
#mesa-demos
#mesa-libgl
#mono
#mpv
#mtools
mupdf
ncdu
neovim
#networkmanager
#network-manager-applet
#networkmanager-openconnect
#nitrogen
notification-daemon
#ntfs-3g
#nvidia-dkms
openssh
#optipng
#otf-ipafont
#p7zip
pm-utils
#portaudio
#powertop
#pv
python
python-neovim
python2
#python2-imagesize
python2-neovim
python2-pip
#python-pillow
python-pip
reflector
#rtorrent
#rubber
rxvt-unicode
screenfetch
#sdparm
slop
#steam
strace
#syncthing
#texlive-core
#texlive-pictures
the_silver_searcher
#ttf-dejavu-ib
#ttf-droid-ib
#ttf-droid-nonlatin-ib
#ttf-liberation-ib
#ttf-noto-fonts-ib
#ttf-noto-fonts-nonlatin-ib
#ttf-opensans-ib
#ttf-symbola-ib
udiskie
udisks2
#unrar
unzip
#vagrant
#vicious
virtualbox
virtualbox-guest-utils
virtualbox-host-dkms
volumeicon
weechat
#wpa_supplicant
xbindkeys
xclip
xdotool
#xf86-input-synaptics
#xf86-video-intel
xorg-server
xorg-server-utils
xorg-xev
xorg-xinit
#yasm
zip
zsh
zsh-syntax-highlighting

